Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Max IOB is the maximum amount of insulin on board from all sources – both basal (or SMB correction) and bolus insulin – that your loop is allowed to accumulate to treat higher-than-target BG. Unlike the other two OpenAPS safety settings (max_daily_safety_multiplier and current_basal_safety_multiplier), max_iob is set as a fixed number of units of insulin. As of now manual boluses are NOT limited by this setting. To test your basal rates during nighttime, you can modify the Max IOB setting to zero while in Closed Loop. This will enable low glucose suspend mode while testing your basal rates settings.
bg: Max IOB е максималното количество активен инсулин от всички източници – както базален (или SMB корекция), така и болус инсулин – който вашият цикъл има право да натрупа за лечение на глюкоза над целта. За разлика от другите две защитни настройки на OpenAPS (max_daily_safety_multiplier и current_basal_safety_multiplier), max_iob се задава като фиксиран брой единици инсулин. Към момента ръчните болуси НЕ се ограничават от тази настройка. За да тествате базалните си скорости през нощта, можете да зададете Max IOB на нула, докато сте в затворен цикъл. Това ще активира режим за спиране при ниска глюкоза, докато тествате настройките за базал.
cs: Max IOB je maximální množství aktivního inzulínu ze všech zdrojů – jak z bazálu (nebo SMB korekcí), tak z bolusového inzulínu – které tvůj loop smí akumulovat k léčbě glykémie vyšší než cílové. Na rozdíl od ostatních dvou bezpečnostních nastavení OpenAPS (max_daily_safety_multiplier a current_basal_safety_multiplier) je max_iob nastaven jako pevný počet jednotek inzulínu. V současnosti NEJSOU manuální bolusy tímto nastavením omezeny. Chceš-li otestovat své bazální dávky během noci, můžeš v režimu uzavřené smyčky (Closed Loop) změnit nastavení Max IOB na nulu. Tím se při testování nastavení bazálních dávek aktivuje režim pozastavení při nízké glykémii.
da: Max IOB er den maksimale mængde insulin om bord fra alle kilder – både basal (eller SMB korrektion) og bolus insulin – at dit loop er tilladt at akkumulere til behandling af højere end mål BG. I modsætning til de to andre OpenAPS sikkerhedsindstillinger (max_daily_safety_multiplier og current_basal_safety_multiplier), er max_iob indstillet som et fast antal enheder insulin. Som nu manuelle bolusser er IKKE begrænset af denne indstilling. For at teste dine basale satser i løbet af natten, kan du ændre Max IOB indstillingen til nul, mens i Lukket Loop. Dette vil aktivere lav glukose suspendering tilstand, mens du tester dine basal satser indstillinger.
de: Max IOB ist die maximale Menge an Insulin aus allen Quellen (sowohl Basal, SMB-Korrektur, als auch Bolusinsulin) die Dein Loop zur Behandlung eines über dem Zielwert liegenden Glukosespiegels ansammeln darf. Im Gegensatz zu den beiden anderen OpenAPS-Sicherheitseinstellungen (max_daily_safety_multiplier und current_basal_safety_multiplier) wird max_iob als feste Anzahl von Insulineinheiten eingestellt. Ab sofort werden manuelle Boli NICHT mehr durch diese Einstellung begrenzt. Um Deine Basalraten während der Nacht zu testen, kannst Du die Einstellung "Max IOB" im Closed Loop auf Null setzen. Dadurch bleibt bei einem Basalratentest der Unterzuckerungsschutz von Trio aktiv.
es: Max IOB es la cantidad máxima de insulina a bordo de todas las fuentes –tanto la corrección basal (o SMB de la corrección) como la insulina del bolo– que su Circuito Cerrado puede acumular para tratar glucemias por encima del objetivo. A diferencia de los otros dos ajustes de seguridad de OpenAPS (multiplicador_seguridad_max_diario y multiplicador_seguridad_basal_actual), max_iob se establece como un número fijo de unidades de insulina. Por ahora, los bolos manuales NO se limitan con este ajuste. Para probar sus diferentes basales durante la noche, puede modificar la configuración max_iob a cero mientras está en Circuito Cerrado. Esto activará el modo de suspensión por glucosa baja mientras prueba sus configuraciones de basal (Consejo de https://www.loopandlearn.org/freeaps-x/#open-loop).
fr: « Insuline active max. (Max IOB) » correspond à la quantité maximale d’insuline active autorisée par la boucle, toutes sources confondues — qu’il s’agisse d’insuline basale (y compris les SMB de correction) ou d’un bolus. C’est la limite que votre boucle est autorisée à accumuler pour traiter une valeur de glucose supérieure à la cible. Contrairement aux deux autres réglages de sécurité d’OpenAPS (max_daily_safety_multiplier et current_basal_safety_multiplier), max_iob est défini comme une valeur fixe en unités d’insuline. Les bolus manuels ne sont PAS limités par ce réglage pour le moment. Pour tester votre profil basal la nuit, vous pouvez régler « Insuline active max. (IOB Max) » à zéro en mode boucle fermée. Cela activera le mode de suspension en cas de glucose bas, ce qui permet d’évaluer vos réglages de basal sans que la boucle n’envoie d’insuline correctrice.
it: La quantità massima di IOB è la quantità massima di insulina in circolo da tutte le fonti – sia la correzione basale (o SMB) che l’insulina proveniente da boli – che in ogni ciclo può accumularsi per trattare la glicemia superiore al target. A differenza delle altre due impostazioni di sicurezza OpenAPS (max_daily_safety_multiplier e current_basal_safety_multiplier), max_iob è impostato come un numero fisso di unità di insulina. Da ora in poi i boli manuali NON sono limitati da questa impostazione. Per testare le tue basali durante la notte, puoi modificare l'impostazione di Max IOB a zero mentre sei in Closed Loop. Questo abiliterà la modalità di sospensione dell’infusione per glicemia bassa durante il test delle impostazioni delle basali (Tip da https://www.loopandlearn.org/freeaps-x/#open-loop).
nb_no: Maks IOB er den maksimale mengden aktivt insulin fra alle kilder – både basal- (eller SMB-korreksjon) og bolusinsulin – som Trio får lov til å akkumulere for å behandle BS som er høyere enn målet. I motsetning til de to andre OpenAPS-sikkerhetsinnstillingene (max_daily_safety_multiplier og current_basal_safety_multiplier), er Maks IOB satt som et fast antall enheter insulin. Per nå er manuelle boluser IKKE begrenset av denne innstillingen. For å teste basaldosene dine om natten, kan du endre Maks IOB-innstillingen til 0 mens du er i lukket loop. Dette vil aktivere en modus som kun stopper insulintilførsel ved lavt blodsukker mens du tester basalhastighetsinnstillingene.
nl: De Max IOB is de maximale hoeveelheid actieve insuline (IOB) van alle bronnen - zowel basaal (of SMB correcties) en bolus insuline die door Trio gegeven mag worden om alles hoger dan de streefwaarde te behandelen. Anders dan de andere twee veiligheid instelingen (max_daily_safety_multiplier en current_basal_safety_multiplier) wordt bij deze instelling een vaste aantal eenheden insuline opgegeven. Voorlopig worden handmatige bolussen NIET beperkt door deze instelling. Om je basaal waarden te testen gedurende de nacht kun je deze instelling op 0 zetten tijdens een actieve Loop. Dit zorgt ervoor dat stop voor laag geactiveerd worden wanneer je je instelling aan het testen bent. (Tip van https://www.loopandlearn.org/freeaps-x/#open-loop).
pl: Maks. IOB to maksymalna ilość aktywnej insuliny ze wszystkich źródeł - zarówno bazy (lub korekty SMB), jak i insuliny z bolusów - którą pętla może kumulować się w celu leczenia wyższego niż docelowy stężenia BG. W przeciwieństwie do pozostałych dwóch ustawień bezpieczeństwa OpenAPS (max_daily_safety_multiplier i current_basal_safety_multiplier), max_iob jest ustawiony jako stała liczba jednostek insuliny. Od teraz ręczne bolusy NIE są ograniczone przez to ustawienie. Aby przetestować swoje dawki bazowe w nocy, możesz zmodyfikować ustawienie Max IOB do zera w zamkniętej pętli. Spowoduje to włączenie trybu zawieszania niskiej glikemii podczas testowania ustawień dawki podstawowej.
ru: Макс IOB - это максимальное количество инсулина на борту из всех источников – как базального (или болюсов коррекции), так и болюсного инсулина – который ваш цикл может накапливать для компенсации высокого СК. В отличие от двух других параметров безопасности (max_daily_safety_multiplier и current_basal_safety_multiplier), max_iob устанавливается, как фиксированное количество единиц инсулина. На данный момент ручные болюсы НЕ ограничены этой настройкой. Для тестирования базальных скоростей в ночное время, вы можете изменить значение этого параметра на нуль находясь в замкнутом цикле. Это включит режим приостановки на низком сахаре, при тестировании настроек базальных скоростей. (https://www.loopandlearn.org/freeaps-x/#open-loop).
sv: Max IOB är den maximalt tillåtna mängden aktivt insulin från alla källor – basal, SMB och bolusinsulin – som din loop tillåts att ackumulera för att behandla ett högt glukosvärde. Till skillnad från de andra två säkerhetsinställningarna i Trio ('Multiplikator för dygnets högsta basaldos' samt 'Multiplikator för nuvarande ordinarie basal'), är 'Max IOB' inställd som ett fast gräns på antal insulinenheter. OBS! I nuläget är manuella bolusar inte begränsade av denna inställning. Om du vill testa dina basaldoser säkert nattetid kan du ställa in Max IOB till 0 samtidigt som du kör sluten loop. Detta gör att Trio kan sänka eller stänga av basalinsulin om det skulle behövas, för att undika låga blodglukosvärden. (Tips från https://www.loopandlearn.org/freeaps-x/#open-loop).
uk: Макс IOB - це максимальна кількість інсуліну на борту з усіх джерел - як базального (або корекції болюсів), так і болюсного інсуліну - який ваш цикл може накопичувати для компенсації високого BG. На відміну від двох інших параметрів безпеки (max_daily_safety_multiplier та current_basal_safety_multiplier), max_iob встановлюється як фіксована кількість одиниць інсуліну. На даний момент ручні болюси не обмежені цією настройкою. Для тестування базальних швидкостей у нічний час, ви можете змінити значення цього параметра на нуль, перебуваючи в замкнутому циклі. Це увімкне режим припинення на низькому цукрі, при тестуванні налаштувань базальних швидкостей. (https://www.loopandlearn.org/freeaps-x/#open-loop).
vi: IOB tối đa (Max IOB) là lượng insulin còn tác dụng tối đa từ tất cả các nguồn – bao gồm cả insulin nền, hiệu chỉnh tự động SMB, và insulin bolus – mà vòng lặp điều trị được phép tích lũy để xử lý đường huyết cao hơn mục tiêu. Không giống như hai thiết lập an toàn khác của OpenAPS là max_daily_safety_multiplier và current_basal_safety_multiplier, max_iob được đặt dưới dạng một con số cố định (tính theo đơn vị insulin). Hiện tại, các liều bolus thủ công (manual boluses) không bị giới hạn bởi thiết lập này. Để kiểm tra các mức insulin nền vào ban đêm, bạn có thể đặt Max IOB về 0 khi sử dụng chế độ vòng lặp kín (Closed Loop). Việc này sẽ kích hoạt chế độ ngừng insulin khi đường huyết thấp, giúp bạn đánh giá chính xác thiết lập basal.
zh_hant: 最大IOB是來自所有來源的胰島素（包括基礎胰島素和注射胰島素）中允許累積以治療高於目標血糖的最大胰島素量。與其他兩個OpenAPS安全設定（max_daily_safety_multiplier和current_basal_safety_multiplier）不同，max_iob設為固定的胰島素單位數。現在手動注射不受此設定限制。 在封閉迴路中測試晚間的基礎率時，可以將最大IOB設為零。這將在測試基礎率設定時啟用低血糖暫停模式。

source: Max IOB sets a safety limit on how much insulin Trio can automatically deliver above your scheduled basal rates. This prevents the system from giving too much insulin at once.
bg: Max IOB задава защитен лимит колко инсулин Trio може автоматично да подаде над планираните базални дози. Това предотвратява системата да дава прекалено много инсулин наведнъж.
cs: Max IOB nastavuje bezpečnostní limit, kolik inzulínu může Trio automaticky podat nad rámec tvých naplánovaných bazálních dávek. To zabraňuje systému podat příliš mnoho inzulínu najednou.
da: Max IOB sætter en sikkerhedsgrænse for, hvor meget insulin Trio automatisk kan levere over dine planlagte basalrater. Dette forhindrer systemet i at give for meget insulin på én gang.
de: Max IOB legt einen Sicherheitsgrenzwert fest, wie viel Insulin Trio automatisch über die geplanten Basalraten hinaus abgeben kann. Dadurch wird verhindert, dass das System zu viel Insulin auf einmal abgibt.
fr: La valeur Maximale IOB définit une limite de sécurité sur la quantité d’insuline que Trio peut administrer automatiquement au-delà de vos débits de base programmés. Cela empêche le système d’administrer trop d’insuline en une seule fois.
nb_no: Maks IOB setter en sikkerhetsgrense for hvor mye insulin Trio automatisk kan tilføre utover de planlagte basalratene. Dette forhindrer at systemet gir for mye insulin på én gang.
pl: Max IOB ustala limit bezpieczeństwa dla ilości insuliny, jaką Trio może automatycznie dostarczyć powyżej zaplanowanych dawek podstawowych. Zapobiega to podaniu zbyt dużej ilości insuliny na raz przez system.
vi: Giá trị IOB tối đa (Max IOB) đặt ra một giới hạn an toàn về lượng insulin mà Trio có thể tự động cung cấp vượt quá tỷ lệ insulin nền đã lên lịch. Điều này giúp ngăn hệ thống đưa quá nhiều insulin cùng lúc.
zh_hant: 最大 IOB 設定了 Trio 可以自動提供的胰島素在您的預定基礎速率以上的安全限制。這可以防止系統一次性給予過多的胰島素。

source: Max Meal Absorption Time
bg: Макс. време за абсорбция на хранене
cs: Max. doba vstřebávání jídla
da: Max Måltid Absorptionstid
de: Max Mahlzeiten-Absorptionszeit
es: Tiempo máximo de absorción de la comida
fr: Durée maximale d’absorption des repas
it: Tempo Massimo Di Assorbimento Pasto
nb_no: Maks tid for opptak av måltid
nl: Max Maaltijd Absorptie Tijd
pl: Maksymalny czas wchłaniania posiłku
pt_pt: Tempo Máximo de Absorção das Refeições
ru: Максимальное время Поглощения еды
sv: Max tid för måltidsabsorption
uk: Максимальний час поглинання лука
vi: Thời gian hấp thu bữa ăn tối đa
zh_hant: 最大餐點吸收時間

source: Max Protein
bg: Макс. протеини
cs: Max. obsah bílkovin
es: Máximo de proteínas
fr: Protéines Maximale
it: Proteine Massime
nb_no: Maks protein
nl: Max proteïne
pl: Maksymalna ilość białka
pt_pt: Proteínas Máximas
ru: Макс белок
uk: Макс білків
vi: Chất đạm tối đa
zh_hant: 最大蛋白質

source: Max Protein of
bg: Макс. протеини от
cs: Max. obsah bílkovin
da: Max protein af
de: Max Protein von
es: Proteína Máxima de
fr: Protéines Maximale de
it: Proteine massime di
nb_no: Maks protein på
nl: Max proteïne van
pl: Maksymalna ilość białka
pt_pt: Proteínas Máximas de
ru: Максимальный белок
sv: Max protein av
uk: Макс білків
vi: Chất đạm tối đa của
zh_hant: 最大蛋白質含量

source: Max Protein of %@ g Exceeded
bg: Макс. протеини от %@ г са надвишени
cs: Překročeno maximální množství bílkovin %@ g
da: Max protein af %@ g Overskredet
de: Max Protein von %@ g überschritten
es: Se ha superado la proteína máxima de %@ g
fr: Protéines Maximale de %@ g dépassées
it: Proteine massime di %@ g superate
nb_no: Maks protein på %@ g er overskredet
nl: Max proteïne van %@ g overschreden
pl: Maksymalne białko %@ g Przekroczone
pt_pt: Excedido o limite de proteína de %@ g
ru: Превышен максимальный запас белка %@ г
sv: Max protein %@ g överskreds
uk: Макс. Макс. білків %@ g оновлено
vi: Đã vượt quá lượng chất đạm tối đa %@ g
zh_hant: 已超過最大蛋白質含量 %@ 克

source: Max Protein:
bg: Макс. протеини:
cs: Max. obsah bílkovin:
es: Máx. Protein:
fr: Protéines Maximale :
it: Proteine Massime:
nb_no: Maks protein:
nl: Max proteïner:
pl: Maksymalna ilość białka:
pt_pt: Proteína Máxima:
ru: Макс. протеина:
uk: Макс. біл:
vi: Chất đạm tối đa:
zh_hant: 最大蛋白質:

source: Max SMB Basal Minutes
bg: Макс. SMB базал в минути
cs: Max. minut bazálu pro SMB
da: Maks. SMB Basal Minutter
de: Max SMB Basal Minuten
es: Máximo SMB Basal Minutos
fr: Max SMB en minutes de basal
it: Minuti Basali Max SMB
nb_no: Maks basalminutter for SMB
nl: Max SMB basale minuten
pt_pt: Máximo de Minutos Basais SMB
ru: Максимум SMB базальных минут
sv: Max SMB basalminuter
uk: Максимум SMB Базальних Хвилин
vi: Số phút tiêm nền SMB tối đa
zh_hant: 最大SMB基礎分鐘數

source: Max UAM Basal Minutes
bg: Макс. UAM базал в минути
cs: Max. minut bazálu pro UAM
da: Maks. UAM Basal Minutter
de: Max UAM Basal Minuten
es: Máximo UAM Basal Minutos
fr: Max UAM en minutes de basal
it: Minuti Basali Max Uam
nb_no: Maks basalminutter for UAM
nl: Max UAM Basaal minuten
pt_pt: Máximo de minutos de basal do UAM
ru: Макс. базал УАМ
sv: Max UAM basalminuter
uk: Максимальна кількість базальних хвилин
vi: Số phút tiêm nền UAM tối đa
zh_hant: 最大UAM基礎分鐘數

source: Max Value
bg: Максимална стойност
cs: Max. hodnota
da: Maks. Værdi
de: Maximaler Wert
es: Valor máximo
fr: Valeur Maximale
it: Valore Massimo
nb_no: Maks verdi
nl: Max Waarde
pl: Wartość maksymalna
pt_pt: Valor Máximo
ru: Максимальное значение
sv: Max värde
uk: Максимальне значення
vi: Giá trị lớn nhất
zh_hant: 最大值

source: Maximum allowed positive percent change in glucose level to permit SMBs. If the difference in glucose is greater than this, Trio will only adjust Temp Basal Rate and not deliver an SMB that loop cycle.
bg: Максимално допустима положителна процентна промяна в нивото на глюкозата, при която се разрешават SMB. Ако разликата в глюкозата е по-голяма от тази, Trio ще коригира само временния базал и няма да подаде SMB през този цикъл.
cs: Maximální povolená kladná procentuální změna hladiny glykémie pro povolení SMB. Pokud je rozdíl v glykémii větší než tento limit, Trio v daném cyklu smyčky pouze upraví dočasnou bazální dávku a nepodá SMB.
da: Maksimalt tilladt positiv procentvis ændring i glukoseniveau for at tillade SMB'er. Hvis forskellen i glucose er større end dette, vil Trio kun justere Temp Basal Rate og ikke levere en SMB denne loop cyklus.
de: Maximal zulässige positive prozentuale Änderung des Glukosespiegels, um SMBs zu ermöglichen. Wenn der Glukoseunterschied größer als dieser Wert ist, passt Trio nur die Basalrate an und liefert in diesem Loop keinen SMB.
fr: Pourcentage maximal d'augmentation du taux de glucose autorisé pour permettre l’administration des SMB. Si la différence de glucose dépasse cette valeur, Trio ajustera uniquement le débit basal temporaire et n’administrera pas de SMB durant ce cycle de boucle.
nb_no: Maksimal tillatt positiv prosentvis endring i blodsukker for å tillate SMB. Hvis forskjellen i blodsukker er større enn dette, vil Trio bare justere midlertidig basalrate og ikke levere en SMB i denne loop-syklusen.
pl: Maksymalna dozwolona dodatnia zmiana procentowa poziomu glikemii, aby umożliwić SMB. Jeśli różnica w poziomie glukozy jest większa Trio dostosuje tylko Bazę tymczasową i nie dostarczy SMB w danym cyklu pętli.
vi: Mức thay đổi đường huyết dương tối đa cho phép để kích hoạt SMB. Nếu mức chênh lệch đường huyết vượt quá giá trị này, Trio sẽ chỉ điều chỉnh Tỷ lệ liều nền tạm thời và không tiêm SMB trong chu kỳ vòng lặp đó.
zh_hant: 允許的葡萄糖水準最大正百分比變化，以允許微量注射。如果葡萄糖差異超過此值，Trio 只會調整臨時基礎率，而不會在該循環中發送微量注射。

source: Maximum amount of active carbs considered by the algorithm.
bg: Максимално количество активни въглехидрати, които алгоритъмът отчита.
cs: Maximální množství sacharidů řízených algoritmem.
da: Maksimalt antal aktive kulhydrater, som algoritmen tager i betragtning.
de: Maximale Anzahl aktiver Kohlenhydrate, die der Algorithmus berücksichtigt.
fr: Quantité maximale de glucides actifs (COB) prise en compte par l’algorithme.
nb_no: Maksimalt antall aktive karbohydrater som vurderes av algoritmen.
nl: Maximale hoeveelheid actieve koolhydraten beschouwd door het algoritme.
pl: Maksymalna ilość aktywnych węglowodanów brana pod uwagę przez algorytm.
sv: Maximal mängd aktiva kolhydrater som används av algoritmen.
vi: Lượng carb tác dụng tối đa được thuật toán tính đến.
zh_hant: 演算法考慮的最大活性碳水化合物量。

source: Maximum amount of carbs still available if no absorption is detected.
bg: Максимално количество въглехидрати, които остават налични, ако не се установи абсорбция.
cs: Maximální množství aktivních sacharidů, které algoritmus bere v úvahu.
da: Maksimalt antal kulhydrater der stadig er til rådighed, hvis der ikke påvises absorption.
de: Maximale Menge der noch verfügbaren Kohlenhydrate, wenn keine Absorption festgestellt wird.
es: Cantidad máxima de glúcidos aún disponible si no se detecta ninguna absorción.
fr: Quantité maximale de glucides encore considérés comme actifs en l’absence d’absorption détectée.
it: Quantità massima di carboidrati ancora disponibile se non viene rilevato alcun assorbimento.
nb_no: Maksimal mengde karbo er fremdeles tilgjengelig hvis ingen absorpsjon påvises.
nl: Maximale hoeveelheid koolhydraten nog steeds beschikbaar als er geen absorptie wordt gedetecteerd.
pl: Maksymalna ilość węglowodanów nadal dostępna, nawet jeśli nie stwierdzono wchłaniania.
pt_pt: Quantidade máxima de hidratos ainda disponível se nenhuma absorção for detectada.
ru: Максимальное количество углеводов до сих пор не обнаружено.
sv: Maximal mängd kolhydrater som fortfarande är aktiva om ingen absorption upptäcks.
uk: Максимальна кількість автівок, які ще доступні, якщо абсорбції не виявлено.
vi: Lượng carbohydrate tối đa còn lại nếu không phát hiện sự hấp thụ.
zh_hant: 如果未檢測到吸收，則仍可用的最大碳水化合物量。

source: Maximum Basal Rate
bg: Максимален базал
cs: Maximální bazální dávka
da: Maksimal Basal Rate
de: Maximale Basal Rate
fr: Débit basal maximal
nb_no: Maksimal basalrate
nl: Maximale Basaal stand
pl: Maksymalna dawka podstawowa
sv: Maximal basaldos
vi: Tỷ lệ liều nền tối đa
zh_hant: 最大基礎率

source: Maximum Bolus
bg: Максимален болус
cs: Maximální bolus
da: Maksimal Bolus
de: Maximaler Bolus
fr: Bolus Maximum
nb_no: Maksimal bolus
nl: Maximale bolus
pl: Maksymalny bolus
sv: Maximal bolus
vi: Liều Bolus tối đa
zh_hant: 最大注射量

source: Maximum Carbs on Board (COB)
bg: Максимални активни въглехидрати (COB)
cs: Maximální aktivní sacharidy – COB
da: Maksimum kulhydrater om bord (COB)
de: Maximale Kohlenhydrate an Bord (COB)
fr: Maximum de glucides actifs (COB)
nb_no: Maksimalt antall aktive karbohydrater (COB)
nl: Maximale koolhydraten aan boord (KOB)
pl: Maksymalna ilość aktywnych węglowodanów (COB)
sv: Maximal mängd aktiva kolhydrater (COB)
vi: Lượng carb tối đa (COB)
zh_hant: 最大體內碳水化合物 (COB)

source: Maximum Duration In Hours
bg: Максимална продължителност в часове
cs: Maximální trvání v hodinách
da: Maksimal Varighed I Timer
de: Maximale Dauer in Stunden
es: Duración máxima en horas
fr: Durée maximale en heures
it: Durata massima in ore
nb_no: Maksimal varighet i timer
nl: Maximale duur in uren
pl: Maksymalny czas trwania w godzinach
pt_pt: Duração máxima em Horas
ru: Максимальная продолжительность в часах
sv: Max tid i timmar
uk: Максимальна Тривалість у Годинах
vi: Thời gian tối đa (đơn vị: giờ)
zh_hant: 最大時長（以小時計）

source: Maximum Insulin on Board (IOB)
bg: Максимален активен инсулин (IOB)
cs: Maximální aktivní inzulín (IOB)
da: Maksimum insulin om bord (IOB)
de: Maximales Insulin an Bord (IOB)
fr: Insuline active max. (IOB Max)
nb_no: Maksimum aktivt insulin (IOB)
nl: Maximale insuline aan boord (IOB)
pl: Maksymalna ilość aktywnej insuliny (IOB)
sv: Maximal mängd aktivt insulin (IOB)
vi: Lượng Insulin tối đa (IOB)
zh_hant: 最大體內胰島素 (IOB)

source: Maximum Meal Absorption Time
bg: Максимално време за абсорбция на хранене
cs: Maximální doba vstřebávání jídla
da: Maksimal Meal Absorptionstid
de: Maximale Absorptionszeit für Mahlzeiten
es: Tiempo máximo de absorción de la comida
fr: Temps d'absorption maximal des repas
it: Tempo Massimo Di Assorbimento Pasto
nb_no: Maksimal tid for opptak av måltid
nl: Maximale maaltijdabsorptie tijd
pl: Maksymalny czas wchłaniania posiłku
pt_pt: Tempo Máximo de Absorção de Refeições
ru: Максимальное время абсорбции еды
sv: Maximal tid för måltidsabsorption
uk: Максимальний час зниження хліба
vi: Thời gian hấp thụ bữa ăn tối đa
zh_hant: 最大餐點吸收時間
